
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `أو`,
's08e6bd98452e6bb9': `الصوت`,
's0960574e3b6ca412': `ملف الفيديو`,
's11f3370df4b0a8a1': `لا يتم دعم ألبومات وقوائم التشغيل على Spotify. يرجى استخدام رابط لأغنية واحدة أو حلقة واحدة.`,
's15733d7d0f6d1d73': `الفصول`,
's167f53f89012d24c': `وقت البدء`,
's178bb121d5131532': `الفصل`,
's1ad02de8e1d50d2c': `حدد تفاعلاً لعرض التفاصيل`,
's2f4a323ed88d2650': `أدخل عنوان URL للفيديو أو الصوت`,
's39691ba3f371adc1': `السماح بتغيير معدل التشغيل`,
's3cda547ac2158bf5': `ملف صوتي`,
's3d09398e555ee5f9': `خيارات متقدمة`,
's486ef6c2cdc505d7': `إظهار النوافذ المنبثقة`,
's55435611e2a8e6dc': `لون التراكب`,
's55cb5824c6210259': `نعم، قم بإزالته`,
's58369cf8082f2d5f': `الموضع Y`,
's58c17428301e0137': `وقت الانتهاء`,
's58d4e5482a78f056': `التخطي إلى الفصل`,
's5f6d35d8cdd58c1b': `خطأ في تحميل الفيديو. يرجى المحاولة مرة أخرى.`,
's62155488d6519cf3': `إزالة الصوت`,
's6fa430a5a501eb4b': `التفاعل`,
's75ff661d0f492c89': `تحديد ملف فيديو أو ملف صوتي`,
's8213840a0f7d2644': `لا، احتفظ بها`,
's85186a61e0d55bac': `فيديو`,
's86d33eabf23f17c4': `أضف شيئاً هنا...`,
's8d3cb828b9649568': `الخدمات المدعومة: يوتيوب وفيميو وتيك توك وسبوتيفاي وروابط الفيديو/الصوت المباشرة`,
's8de4d921e17c46aa': `الموضع X`,
's99f110d27e30b289': `العنوان`,
's9aa13e6e7201d216': `هل أنت متأكد أنك تريد إزالة الصوت الحالي؟`,
's9c356016f81585f6': `لون الخلفية`,
's9d2a1c7fe017a7cd': `تحميل الصوت...`,
'sa76bb33ac0cfda96': `تنسيق الوقت غير صالح. استخدم hh:mm:ss أو mm:ss`,
'sadb8fadf3bbadd95': `هل أنت متأكد من رغبتك في إزالة الفيديو الحالي؟`,
'sae1c7f13b7c0c47f': `ابدأ`,
'sb2e1884d9dace006': `إضافة نافذة منبثقة`,
'sc2a0d87e2a79ff83': `قم أيضًا بإزالة جميع التفاعلات والفصول`,
'sdc673e73b5c13aea': `حذف`,
'sdcb649c4baf8dafa': `إزالة الفيديو`,
'see2eca66ecd60d30': `تمكين الفصول`,
'seed71b0ff741f5c3': `إيقاف الفيديو مؤقتاً عند عرضه`,
'sf21fb4f4b9e8911f': `العرض`,
'sf29ef97c6e418a92': `إزالة الوسائط؟`,
'sf9aee319a006c9b4': `إضافة`,
'sffdadf0a576fd802': `الارتفاع`,
    };
  