
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `или`,
's08e6bd98452e6bb9': `Аудио`,
's0960574e3b6ca412': `Видеофайл`,
's11f3370df4b0a8a1': `Албумите и плейлистите в Spotify не се поддържат. Моля, използвайте линк към отделна песен или епизод.`,
's15733d7d0f6d1d73': `Глави`,
's167f53f89012d24c': `Време на започване`,
's178bb121d5131532': `Глава`,
's1ad02de8e1d50d2c': `Изберете взаимодействие, за да видите подробности`,
's2ec9e13e6bb4b91e': `Използвайте YouTube въпреки това`,
's2f4a323ed88d2650': `Въведете URL адрес на видео или аудио`,
's349093a6b4a3a15e': `Ако искате да разпространите този документ като файл, а не чрез уеб сървър, използвайте друг източник на видео вместо YouTube.`,
's39691ba3f371adc1': `Позволете промяна на скоростта на възпроизвеждане`,
's3c25c6a16358737f': `Изберете друг източник`,
's3cda547ac2158bf5': `Аудиофайл`,
's3d09398e555ee5f9': `Разширени опции`,
's486ef6c2cdc505d7': `Показване на изскачащи прозорци`,
's5383b85bb420a2bb': `В резултат на това това видео няма да се зареди в режима за преглед на WebWriter и в документи, отворени директно от устройство. За да могат вашите ученици да го гледат, публикувайте документа на уеб сървър (например WebWriter Cloud) и споделете линка оттам.`,
's55435611e2a8e6dc': `Цвят на наслагване`,
's55cb5824c6210259': `Да, премахнете го`,
's58369cf8082f2d5f': `Позиция Y`,
's58c17428301e0137': `Край на времето`,
's58d4e5482a78f056': `Преминаване към глава`,
's5f6d35d8cdd58c1b': `Грешка при зареждането на видеото. Моля, опитайте отново.`,
's62155488d6519cf3': `Премахване на аудио`,
's6fa430a5a501eb4b': `Взаимодействие`,
's75ff661d0f492c89': `Изберете видео или аудио файл`,
's8213840a0f7d2644': `Не, запазете го.`,
's85186a61e0d55bac': `Видео`,
's86d33eabf23f17c4': `Добавете нещо тук...`,
's8d3cb828b9649568': `Подкрепени услуги: YouTube, Vimeo, TikTok, Spotify, директни видео/аудио връзки`,
's8de4d921e17c46aa': `X Позиция`,
's964cac1bdaaf41b4': `Това видео в YouTube не съществува или е с ограничен достъп.`,
's97ea3e96d4a6d036': `Собственикът на това видео в YouTube не позволява то да бъде вградено. Моля, използвайте друго видео.`,
's99f110d27e30b289': `Заглавие`,
's9aa13e6e7201d216': `Сигурни ли сте, че искате да премахнете текущото аудио?`,
's9c356016f81585f6': `Цвят на фона`,
's9d2a1c7fe017a7cd': `Зареждане на аудио...`,
'sa76bb33ac0cfda96': `Невалиден формат на времето. Използвайте hh:mm:ss или mm:ss`,
'sa7e813528c029362': `Тази връзка към YouTube е невалидна. Моля, проверете връзката и опитайте отново.`,
'sadb8fadf3bbadd95': `Сигурни ли сте, че искате да премахнете текущия видеоклип?`,
'sae1c7f13b7c0c47f': `Начало`,
'sb09bf8953fdb009c': `Видеоклипът в YouTube не може да бъде зареден. Моля, проверете линка и интернет връзката си, след което опитайте отново.`,
'sb2e1884d9dace006': `Добавяне на изскачащ прозорец`,
'sb459c43758ae0ae9': `Видеоклиповете от други източници и качините видео- или аудиофайлове не са засегнати от това.`,
'sc2a0d87e2a79ff83': `Също така премахнете всички взаимодействия и глави`,
'sce061dbb316d94ea': `YouTube възпроизвежда вградени видеоклипове само на страници, които се обслужват от уеб сървър. Това е ограничение, наложено от YouTube, а не от WebWriter.`,
'sd974a9bae026bd45': `Видеоклиповете в YouTube се възпроизвеждат само на уеб сървър`,
'sdc673e73b5c13aea': `Изтриване на`,
'sdcb649c4baf8dafa': `Премахване на видео`,
'see2eca66ecd60d30': `Активиране на глави`,
'seed71b0ff741f5c3': `Спиране на видеото при показване`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf29ef97c6e418a92': `Премахване на медиите?`,
'sf9aee319a006c9b4': `Добавяне на`,
'sfbf044c175e1bc7a': `YouTube отказва да възпроизведе това видео тук, защото страницата не се идентифицира пред YouTube. Това се случва в режим на предварителен преглед на WebWriter или в документи, отворени директно от вашето устройство. Публикувайте този документ на уеб сървър (например WebWriter Cloud) и го отворете оттам.`,
'sffdadf0a576fd802': `Височина`,
    };
  