
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `ή`,
's08e6bd98452e6bb9': `Ήχος`,
's0960574e3b6ca412': `Αρχείο βίντεο`,
's11f3370df4b0a8a1': `Τα άλμπουμ και οι λίστες αναπαραγωγής του Spotify δεν υποστηρίζονται. Παρακαλούμε χρησιμοποιήστε έναν σύνδεσμο προς ένα μεμονωμένο κομμάτι ή επεισόδιο.`,
's15733d7d0f6d1d73': `Κεφάλαια`,
's167f53f89012d24c': `Ώρα έναρξης`,
's178bb121d5131532': `Κεφάλαιο`,
's1ad02de8e1d50d2c': `Επιλέξτε μια αλληλεπίδραση για να δείτε λεπτομέρειες`,
's2f4a323ed88d2650': `Εισάγετε τη διεύθυνση URL βίντεο ή ήχου`,
's39691ba3f371adc1': `Επιτρέψτε την αλλαγή του ρυθμού αναπαραγωγής`,
's3cda547ac2158bf5': `Αρχείο ήχου`,
's3d09398e555ee5f9': `Προηγμένες επιλογές`,
's486ef6c2cdc505d7': `Εμφάνιση αναδυόμενων παραθύρων`,
's55435611e2a8e6dc': `Χρώμα επικάλυψης`,
's55cb5824c6210259': `Ναι, αφαιρέστε το`,
's58369cf8082f2d5f': `Y Θέση`,
's58c17428301e0137': `Χρόνος τέλους`,
's58d4e5482a78f056': `Μετάβαση στο κεφάλαιο`,
's5f6d35d8cdd58c1b': `Σφάλμα φόρτωσης βίντεο. Παρακαλώ δοκιμάστε ξανά.`,
's62155488d6519cf3': `Αφαίρεση ήχου`,
's6fa430a5a501eb4b': `Αλληλεπίδραση`,
's75ff661d0f492c89': `Επιλέξτε αρχείο βίντεο ή ήχου`,
's8213840a0f7d2644': `Όχι, κρατήστε το`,
's85186a61e0d55bac': `Βίντεο`,
's86d33eabf23f17c4': `Προσθέστε κάτι εδώ...`,
's8d3cb828b9649568': `Υποστηριζόμενες υπηρεσίες: TikTok, Spotify, άμεσοι σύνδεσμοι βίντεο/ήχου`,
's8de4d921e17c46aa': `X Θέση`,
's99f110d27e30b289': `Τίτλος`,
's9aa13e6e7201d216': `Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον τρέχοντα ήχο;`,
's9c356016f81585f6': `Χρώμα φόντου`,
's9d2a1c7fe017a7cd': `Φόρτωση ήχου...`,
'sa76bb33ac0cfda96': `Μη έγκυρη μορφή ώρας. Χρησιμοποιήστε hh:mm:ss ή mm:ss`,
'sadb8fadf3bbadd95': `Είστε σίγουροι ότι θέλετε να αφαιρέσετε το τρέχον βίντεο;`,
'sae1c7f13b7c0c47f': `Έναρξη`,
'sb2e1884d9dace006': `Προσθήκη αναδυόμενου παραθύρου`,
'sc2a0d87e2a79ff83': `Επίσης, αφαιρέστε όλες τις αλληλεπιδράσεις και τα κεφάλαια`,
'sdc673e73b5c13aea': `Διαγραφή`,
'sdcb649c4baf8dafa': `Αφαίρεση βίντεο`,
'see2eca66ecd60d30': `Ενεργοποίηση κεφαλαίων`,
'seed71b0ff741f5c3': `Παύση βίντεο όταν εμφανίζεται`,
'sf21fb4f4b9e8911f': `Πλάτος`,
'sf29ef97c6e418a92': `Να αφαιρέσετε τα μέσα ενημέρωσης;`,
'sf9aee319a006c9b4': `Προσθέστε`,
'sffdadf0a576fd802': `Ύψος`,
    };
  