
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `または`,
's08e6bd98452e6bb9': `オーディオ`,
's0960574e3b6ca412': `ビデオファイル`,
's11f3370df4b0a8a1': `Spotifyのアルバムやプレイリストは対応していません。1曲または1エピソードへのリンクをご使用ください。`,
's15733d7d0f6d1d73': `各章`,
's167f53f89012d24c': `開始時間`,
's178bb121d5131532': `章`,
's1ad02de8e1d50d2c': `インタラクションを選択して詳細を表示`,
's2f4a323ed88d2650': `ビデオまたはオーディオのURLを入力`,
's39691ba3f371adc1': `再生レートの変更を許可する`,
's3cda547ac2158bf5': `音声ファイル`,
's3d09398e555ee5f9': `高度なオプション`,
's486ef6c2cdc505d7': `ポップアップを表示する`,
's55435611e2a8e6dc': `オーバーレイカラー`,
's55cb5824c6210259': `はい、取り外してください`,
's58369cf8082f2d5f': `Yポジション`,
's58c17428301e0137': `終了時間`,
's58d4e5482a78f056': `章へスキップ`,
's5f6d35d8cdd58c1b': `ビデオの読み込みに失敗しました。もう一度お試しください。`,
's62155488d6519cf3': `オーディオの削除`,
's6fa430a5a501eb4b': `交流`,
's75ff661d0f492c89': `ビデオまたはオーディオファイルを選択`,
's8213840a0f7d2644': `いや、そのままでいい`,
's85186a61e0d55bac': `ビデオ`,
's86d33eabf23f17c4': `ここに何かを加える...`,
's8d3cb828b9649568': `対応サービスYouTube、Vimeo、TikTok、Spotify、ダイレクトビデオ/オーディオリンク`,
's8de4d921e17c46aa': `Xポジション`,
's964cac1bdaaf41b4': `このYouTube動画は存在しないか、非公開です。`,
's97ea3e96d4a6d036': `このYouTube動画の所有者は、埋め込みを許可していません。別の動画をご利用ください。`,
's99f110d27e30b289': `タイトル`,
's9aa13e6e7201d216': `本当に現在の音声を削除しますか？`,
's9c356016f81585f6': `背景色`,
's9d2a1c7fe017a7cd': `オーディオの読み込み中...`,
'sa76bb33ac0cfda96': `無効な時間形式です。hh:mm:ssまたはmm:ssを使用してください。`,
'sa7e813528c029362': `この YouTube リンクは無効です。リンクを確認して、もう一度お試しください。`,
'sadb8fadf3bbadd95': `本当に現在のビデオを削除しますか？`,
'sae1c7f13b7c0c47f': `スタート`,
'sb09bf8953fdb009c': `YouTube動画を読み込むことができませんでした。リンクとインターネット接続を確認してから、もう一度お試しください。`,
'sb2e1884d9dace006': `ポップアップの追加`,
'sc2a0d87e2a79ff83': `すべてのインタラクションとチャプターも削除する`,
'sdc673e73b5c13aea': `削除`,
'sdcb649c4baf8dafa': `ビデオの削除`,
'see2eca66ecd60d30': `チャプターを有効にする`,
'seed71b0ff741f5c3': `ビデオが表示されたら一時停止する`,
'sf21fb4f4b9e8911f': `幅`,
'sf29ef97c6e418a92': `メディアを取り除く？`,
'sf9aee319a006c9b4': `追加`,
'sfbf044c175e1bc7a': `このページがYouTubeに対して自身を識別していないため、YouTubeはこの動画の再生を拒否しています。これは、WebWriterのプレビューモードや、お使いのデバイスから直接開いたドキュメントで発生します。このドキュメントをWebサーバー（例：WebWriter Cloud）に公開し、そこから開いてください。`,
'sffdadf0a576fd802': `高さ`,
    };
  