
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `или`,
's08e6bd98452e6bb9': `Аудио`,
's0960574e3b6ca412': `Видеофайл`,
's15733d7d0f6d1d73': `Главы`,
's167f53f89012d24c': `Время начала`,
's178bb121d5131532': `Глава`,
's1ad02de8e1d50d2c': `Выберите взаимодействие, чтобы просмотреть подробности`,
's2f4a323ed88d2650': `Введите URL-адрес видео или аудио`,
's39691ba3f371adc1': `Разрешить изменение скорости воспроизведения`,
's3cda547ac2158bf5': `Аудиофайл`,
's3d09398e555ee5f9': `Дополнительные параметры`,
's486ef6c2cdc505d7': `Показать всплывающие окна`,
's55435611e2a8e6dc': `Цвет наложения`,
's55cb5824c6210259': `Да, удалите его`,
's58369cf8082f2d5f': `Y Позиция`,
's58c17428301e0137': `Конец времени`,
's58d4e5482a78f056': `Перейти к главе`,
's5f6d35d8cdd58c1b': `Ошибка при загрузке видео. Пожалуйста, попробуйте еще раз.`,
's62155488d6519cf3': `Удалить звук`,
's6fa430a5a501eb4b': `Взаимодействие`,
's75ff661d0f492c89': `Выберите видео- или аудиофайл`,
's8213840a0f7d2644': `Нет, оставьте.`,
's85186a61e0d55bac': `Видео`,
's86d33eabf23f17c4': `Добавьте что-нибудь сюда...`,
's8d3cb828b9649568': `Поддерживаемые сервисы: YouTube, Vimeo, TikTok, Spotify, прямые ссылки на видео/аудио.`,
's8de4d921e17c46aa': `X Позиция`,
's99f110d27e30b289': `Название`,
's9aa13e6e7201d216': `Вы уверены, что хотите удалить текущий звук?`,
's9c356016f81585f6': `Цвет фона`,
's9d2a1c7fe017a7cd': `Загрузка звука...`,
'sa76bb33ac0cfda96': `Неверный формат времени. Используйте чч:мм:сс или мм:сс`,
'sadb8fadf3bbadd95': `Вы уверены, что хотите удалить текущее видео?`,
'sae1c7f13b7c0c47f': `Начало`,
'sb2e1884d9dace006': `Добавить всплывающее окно`,
'sc2a0d87e2a79ff83': `Также удалите все взаимодействия и главы`,
'sdc673e73b5c13aea': `Удалить`,
'sdcb649c4baf8dafa': `Удалить видео`,
'see2eca66ecd60d30': `Включить главы`,
'seed71b0ff741f5c3': `Приостановите видео при показе`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf29ef97c6e418a92': `Удалить носитель?`,
'sf9aee319a006c9b4': `Добавить`,
'sffdadf0a576fd802': `Высота`,
    };
  