
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's08b05407b5565ca4': `або`,
's08e6bd98452e6bb9': `Аудіо`,
's0960574e3b6ca412': `Відеофайл`,
's11f3370df4b0a8a1': `Альбоми та плейлисти Spotify не підтримуються. Будь ласка, використовуйте посилання на окремий трек або епізод.`,
's15733d7d0f6d1d73': `Розділи`,
's167f53f89012d24c': `Час початку`,
's178bb121d5131532': `Розділ`,
's1ad02de8e1d50d2c': `Виберіть взаємодію, щоб переглянути деталі`,
's2f4a323ed88d2650': `Введіть URL-адресу відео або аудіо`,
's39691ba3f371adc1': `Дозволити зміну швидкості відтворення`,
's3cda547ac2158bf5': `Аудіофайл`,
's3d09398e555ee5f9': `Додаткові параметри`,
's486ef6c2cdc505d7': `Показати спливаючі вікна`,
's55435611e2a8e6dc': `Колір накладання`,
's55cb5824c6210259': `Так, видаліть його`,
's58369cf8082f2d5f': `Позиція Y`,
's58c17428301e0137': `Кінцевий час`,
's58d4e5482a78f056': `Перейти до розділу`,
's5f6d35d8cdd58c1b': `Помилка завантаження відео. Будь ласка, спробуйте ще раз.`,
's62155488d6519cf3': `Вилучити аудіо`,
's6fa430a5a501eb4b': `Взаємодія`,
's75ff661d0f492c89': `Виберіть відео або аудіофайл`,
's8213840a0f7d2644': `Ні, залиш собі.`,
's85186a61e0d55bac': `Відео`,
's86d33eabf23f17c4': `Додайте щось тут...`,
's8d3cb828b9649568': `Підтримувані сервіси: YouTube, Vimeo, TikTok, Spotify, прямі посилання на відео/аудіо`,
's8de4d921e17c46aa': `Позиція X`,
's99f110d27e30b289': `Назва`,
's9aa13e6e7201d216': `Ви впевнені, що хочете видалити поточний аудіозапис?`,
's9c356016f81585f6': `Колір фону`,
's9d2a1c7fe017a7cd': `Завантаження аудіо...`,
'sa76bb33ac0cfda96': `Неправильний формат часу. Використовуйте hh:mm:ss або mm:ss`,
'sadb8fadf3bbadd95': `Ви впевнені, що хочете видалити поточне відео?`,
'sae1c7f13b7c0c47f': `Старт`,
'sb2e1884d9dace006': `Додати спливаюче вікно`,
'sc2a0d87e2a79ff83': `Також видаліть усі взаємодії та розділи`,
'sdc673e73b5c13aea': `Видалити`,
'sdcb649c4baf8dafa': `Видалити відео`,
'see2eca66ecd60d30': `Увімкнути розділи`,
'seed71b0ff741f5c3': `Ставити відео на паузу під час показу`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf29ef97c6e418a92': `Видалити носій?`,
'sf9aee319a006c9b4': `Додати`,
'sffdadf0a576fd802': `Висота`,
    };
  